[{"query": ")what was the immediate impact of the success of the manhattan project?", "positive": "The presence of communication amid scientific minds was equally important to the success of the Manhattan Project as scientific intellect was. The only cloud hanging over the impressive achievement of the atomic researchers and engineers is what their success truly meant; hundreds of thousands of innocent lives obliterated.", "positive_url": "http://www.pitt.edu/~sdb14/atombomb.html", "negative": "Parents and caregivers, can make the personal choice to reduce exposures of their infants and children to BPA: 1  Don’t microwave polycarbonate plastic food containers. 2  Plastic containers have recycle codes on the bottom. 3  Reduce your use of canned foods.", "negative_url": "https://www.niehs.nih.gov/health/topics/agents/sya-bpa/index.cfm"}, {"query": ")what was the immediate impact of the success of the manhattan project?", "positive": "The Manhattan Project and its atomic bomb helped bring an end to World War II. Its legacy of peaceful uses of atomic energy continues to have an impact on history and science.", "positive_url": "http://www.osti.gov/accomplishments/manhattan_story.html", "negative": "Do you know the meaning of Doria?@nameslook If you know the meaning of Doria, Let share on this page. Also check out the pronunciation of Doria, Doria origin, astrology, numerology and more. nameslook.com", "negative_url": "https://www.nameslook.com/doria/"}, {"query": ")what was the immediate impact of the success of the manhattan project?", "positive": "Essay on The Manhattan Project - The Manhattan Project The Manhattan Project was to see if making an atomic bomb possible. The success of this project would forever change the world forever making it known that something this powerful can be manmade.", "positive_url": "http://www.123helpme.com/impact-of-the-manhattan-project-preview.asp?id=177337", "negative": "These body vibrations will occur through a process of induction as the Earth’s force couples with the body. One way to balance and move this energy through the body is with physical exercise (i.e. walking at least several miles a day).", "negative_url": "http://in5d.com/ascension-symptoms-body-vibrations/"}, {"query": ")what was the immediate impact of the success of the manhattan project?", "positive": "The Manhattan Project was the name for a project conducted during World War II, to develop the first atomic bomb. It refers specifically to the period of the project from 194 … 2-1946 under the control of the U.S. Army Corps of Engineers, under the administration of General Leslie R. Groves.", "positive_url": "http://www.answers.com/Q/How_did_the_Manhattan_Project_impact_on_society", "negative": "Ardex has been manufacturing car wax and related products for over half a century. Find out what tens of thousands of successful detailers in the U.S. and abroad have already discovered-that Ardex manufactures true excellence.Ardex is ...the better solution!his page uses frames, but your browser doesn't support them. Ardex has been manufacturing car wax and related products for over half a century. Find out what tens of thousands of successful detailers in the U.S. and abroad have already discovered-that Ardex manufactures true excellence. Ardex is ...", "negative_url": "http://ardexwax.com/Product_Page.html"}, {"query": ")what was the immediate impact of the success of the manhattan project?", "positive": "versions of each volume as well as complementary websites. The first website–The Manhattan Project: An Interactive History–is available on the Office of History and Heritage Resources website, http://www.cfo. doe.gov/me70/history. The Office of History and Heritage Resources and the National Nuclear Security", "positive_url": "https://www.osti.gov/manhattan-project-history/publications/Manhattan_Project_2010.pdf", "negative": "The most common cause of myocarditis is infection of the heart muscle by a virus. The virus invades the heart muscle to cause local inflammation.", "negative_url": "http://www.medicinenet.com/myocarditis/article.htm"}]